Repository: dajor/youtube2
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Error: User exists!
de: Fehler: Benutzer existiert bereits!

source: User created successfully.
de: Benutzer erfolgreich erstellt.

source: Input error
de: Eingabefehler

source: Add your credentials
de: Login-Daten eingeben

source: Username
de: Benutzername

source: Password
de: Passwort

source: Remember me
de: Cookie speichern

source: Register
de: Anmelden

source: Sign in
de: Anmelden

source: Please use this service only for copywrite free videos
de: Bitte nutzen Sie diesen Service nur f체r kopierfreie Videos

source: Add your Youtube link
de: Youtube-Link hinzuf체gen

source: Quality
de: Qualit채t

source: Send me Video
de: Video senden

source: Check Video
de: Video pr체fen
